[Cues]
Act_E4_5A_Corridor_BathroomDoor_Look01_Max_010="Even if my bladder was on fire, I would never enter that door. Ever."
Act_E4_5A_Corridor_BigFoot_Interact01_Max_010="Every photographer should have one blurry Bigfoot shot…"
Act_E4_5A_Corridor_BigFoot_Look01_Max_010="I wouldn’t be surprised at all if Bigfoot showed up. Why not?"
Act_E4_5A_Corridor_BigfootPoster_Look01_Max_010="Oh, you Bigfoots."
Act_E4_5A_Corridor_CHChloe_Look01_Max_010="There's "Eagle-Eye Chloe" scoping out the area for Nathan..."
Act_E4_5A_Corridor_CatPicturesPoster_Look01_Max_010="Who would steal cat pics?"
Act_E4_5A_Corridor_ChNathan_Look01_Max_010="Nathan, I hate violence, but... you had it coming."
Act_E4_5A_Corridor_CondomPoster_Look01_Max_010="Apparently Logan missed this poster."
Act_E4_5A_Corridor_DanielDrawings_Look01_Max_010="Jerks. At least nobody messed with the Kate portrait."
Act_E4_5A_Corridor_DanielSlate_Look01_Max_010="Even after Kate, nobody here learned anything about bullying."
Act_E4_5A_Corridor_Door109Slate_Interact01_Max_010="I can have a little fun with Warren for a change. He’s the one who wants to “Go Ape”... and sometimes you have to take a chance and see what happens..."
Act_E4_5A_Corridor_Door109Slate_Interact01_Max_020="I can have a little fun with Warren for a change.|I mean, he tries so hard and I blew off his drive-in offer... Am I overthinking this?"
Act_E4_5A_Corridor_Door109Slate_Interact02_Max_030="I could write something cute but I really don’t want to lead Warren on."
Act_E4_5A_Corridor_Door109Slate_Look01_Max_010="I hope Warren doesn’t think that’s too dorky... I mean, not like he isn’t. He’ll laugh, right?"
Act_E4_5A_Corridor_Door109Slate_Look02_Max_020="I hope Warren doesn’t take this the wrong way... But he’s my friend. Hmmm. Decisions."
Act_E4_5A_Corridor_Door109Slate_Look03_Max_030="Since I’m not Going Ape with Warren to the drive-in, I probably shouldn’t write something on his slate..."
Act_E4_5A_Corridor_DormMap_Look01_Max_010="Who needs a dorm map anyway? At least I can see that Nathan isn’t in room 106 or 108."
Act_E4_5A_Corridor_EvanSlate_Look01_Max_010="Evan gives no shits for what anybody thinks. Good."
Act_E4_5A_Corridor_EvanSlate_Look02_Max_020="Evan, of course. That's why no shits were given... Evan rules."
Act_E4_5A_Corridor_FireExtinguisher_Look01_Max_010="I could use that fire extinguisher to bust in..."
Act_E4_5A_Corridor_GamerGuysPoster_Look01_Max_010="They have one more meeting left..."
Act_E4_5A_Corridor_HaydenSlate_Look01_Max_010="Skunk weed and video games... I sense Hayden is near...
"
Act_E4_5A_Corridor_LoganSlate_Look02_Max_020="Looks like one of the jocks did care about Kate…"
Act_E4_5A_Corridor_NathanDoor_Interact01_Max_010="Cool ! Now it's opened."
Act_E4_5A_Corridor_NathanDoor_Look01_Max_010="Of course it’s locked. But not for long..."
Act_E4_5A_Corridor_NathanSlate_Look01_Max_010="This can only be Nathan’s room."
Act_E4_5A_Corridor_NathanSlate_Look02_Max_020="Nathan’s room number: Kate’s revenge."
Act_E4_5A_Corridor_ScriptedIdle_Max_010="Remember, you’re on enemy turf now, Max…"
Act_E4_5A_Corridor_ScriptedIdle_Max_020="Please, please, please stay away, Nathan..."
Act_E4_5A_Corridor_ScriptedIdle_Max_030="Welcome to the boys' dorm."
Act_E4_5A_Corridor_ScriptedKate_Max_010="Kate brings it! So Room 111 is the magic number…"
Act_E4_5A_Corridor_ScriptedKate_Max_020="Oh, Kate sent me a text! I better read it now."
Act_E4_5A_Corridor_ScriptedMajorChoice_Max_010="Damn, Warren went full alpha on Nathan... and it was good. But scary..."
Act_E4_5A_Corridor_ScriptedMajorChoice_Max_020="Even if Nathan definitely deserved a beating... we should try to be better than that."
Act_E4_5A_Corridor_ScriptedNathanDoor01_Max_010="After expert deduction, Nathan’s room number can only be 111…"
Act_E4_5A_Corridor_ScriptedObjective01_Max_010="Okay, there’s definitely a dorm map around here."
Act_E4_5A_Corridor_ScriptedObjective01_Max_020="Max, hurry up and find Nathan’s room!"
Act_E4_5A_Corridor_ScriptedObjective02_Max_010="Thanks, bros. Now I need another way to find Nathan’s room."
Act_E4_5A_Corridor_ScriptedObjective03_Max_010="I've left enough chaos in the boys' dorm... I better go find Chloe and Warren."
Act_E4_5A_Corridor_StopBullyingPoster_Look01_Max_010="This just makes me think of Kate…"
Act_E4_5A_Corridor_ToiletPaper_Look01_Max_010="Are toilet paper wars mandatory in the dorms?"
Act_E4_5A_Corridor_TrevorSlate_Look01_Max_010="Why, hello, Trevor... and Dana."
Act_E4_5A_Corridor_WarrenDoor_Look01_Max_010="Poor Warren. This is the work of Nathan. He's so lucky I'm a pacifist..."
Act_E4_5A_Corridor_WarrenSlate_Look01_Max_010="Hello, Warren’s room! Hawking and him make a good team."
Act_E4_5A_Corridor_ZachSlate_Look01_Max_010="Zach or Logan? Who knows? Bros gotta bro."
Act_E4_5A_NathanRoom_AlcoholBottle_Look01_Max_010="I wonder if he keeps this bottle for himself or... or somebody else."
Act_E4_5A_NathanRoom_BedUnder_Look01_Max_010="Bro porn."
Act_E4_5A_NathanRoom_Bed_Look01_Max_010="I think I read once that a clean room is the sign of a sick mind... Nathan's room is spotless."
Act_E4_5A_NathanRoom_Blinds_Max_010="Maybe this is Nathan’s "Dark Room"..."
Act_E4_5A_NathanRoom_BluRayCollection_Look01_Max_010="These films all have a dark pattern..."
Act_E4_5A_NathanRoom_BondagePoster_Look01_Max_010="Nathan clearly has his fetish down."
Act_E4_5A_NathanRoom_Book_Look01_Max_010="I don't think one book can guide the Prescotts."
Act_E4_5A_NathanRoom_Bookshelves_Look01_Max_010="Damn, those art books must have cost a fortune..."
Act_E4_5A_NathanRoom_BrokenLamp_Look01_Max_010="That must be the lamp Chloe broke when Nathan drugged her..."
Act_E4_5A_NathanRoom_Camera_Look01_Max_010="That monochrome camera is brand new and costs about six grand. Bastard."
Act_E4_5A_NathanRoom_Computer_Look01_Max_010="Let's see what Nathan hides in here.
"
Act_E4_5A_NathanRoom_DeadBirdsPicture_Look01_Max_010="It's so damn creepy, but the guy has his own style."
Act_E4_5A_NathanRoom_DogPicture_Look01_Max_010="Jesus... Nathan is one sick fuck."
Act_E4_5A_NathanRoom_Drawer01_Look01_Max_010="That is so Chloe..."
Act_E4_5A_NathanRoom_Drawer02_Look01_Max_010="Oh my God... Chloe...|Oh, Chloe..."
Act_E4_5A_NathanRoom_ExhibitionPoster_Look01_Max_010="That looks like a totally fun show. Even Nathan has a light side."
Act_E4_5A_NathanRoom_JeffersonLetter_Max_010="Damn, Mr. Prescott sure doesn’t own Mr. Jefferson...yet. Does he think Nathan has a better eye than me?"
Act_E4_5A_NathanRoom_KatePicture_Look01_Max_010="Nathan took this from Kate’s altar... but why? What is with this dude?"
Act_E4_5A_NathanRoom_Lens_Look01_Max_010="I thought Victoria had the photo bling, but once again, the Prescotts rule."
Act_E4_5A_NathanRoom_Marks_Look01_Max_010="What the hell are all those marks on the floor?"
Act_E4_5A_NathanRoom_MaxPhoto_Look01_Max_010="Oh man, that dickhead stole one of my selfies."
Act_E4_5A_NathanRoom_Mp3Player_Interact01_Max_020="Whale songs? Maybe this is the only soothing thing Nathan ever hears..."
Act_E4_5A_NathanRoom_Mp3Player_Look01_Max_010="Let’s hear some music..."
Act_E4_5A_NathanRoom_NathanArt01_Look01_Max_010="Damn, Nathan, that is a nice shot... If only all your energy went into photography."
Act_E4_5A_NathanRoom_NathanCellphone_Look01_Max_010="Oh yes, little phone, you are mine now."
Act_E4_5A_NathanRoom_NathanLaptop_Interact01_Max_010="Nathan is way into this party... Bad sign."
Act_E4_5A_NathanRoom_NathanLaptop_Interact02_Max_020="Bastard. Now I remember why I hate you... and why Kate will get justice."
Act_E4_5A_NathanRoom_NathanLaptop_Interact03_Max_030="Oh man, Sean Prescott might be Nathan’s real problem..."
Act_E4_5A_NathanRoom_NathanLaptop_Interact04_Max_040="Too bad Nathan isn't more like his sister. She sounds awesome... and far away."
Act_E4_5A_NathanRoom_NathanLaptop_Interact05_Max_050="Yes, Nathan sure needs diet pills. This is strong stuff..."
Act_E4_5A_NathanRoom_NathanLaptop_Interact06_Max_060="Wow... Kiss ass much, Principal Wells?"
Act_E4_5A_NathanRoom_Pills_Look01_Max_010="I don’t think this prescription has helped Nathan."
Act_E4_5A_NathanRoom_PornMagazine_Look01_Max_010="Nathan Prescott. All-American teen..."
Act_E4_5A_NathanRoom_Projector_Look01_Max_010="Yes, I would be cool with having this high-tech projector..."
Act_E4_5A_NathanRoom_RachelStuff_Look01_Max_010="Looks like Frank's bracelet... Did Rachel give this to Nathan?"
Act_E4_5A_NathanRoom_Remote_Look01_Max_010="This remote looks simple enough..."
Act_E4_5A_NathanRoom_ScriptedBustedDoor_Max_010="I actually busted a door open with a fire extinguisher... like a boss."
Act_E4_5A_NathanRoom_ScriptedGoToChloe_Max_010="Now I have Nathan's phone, so I can show it to Chloe... before Nathan comes back."
Act_E4_5A_NathanRoom_ScriptedGoToChloe_Max_020="Okay, Chloe is waiting for me and this phone. I should bail before Nathan gets back."
Act_E4_5A_NathanRoom_ScriptedIdle_Max_010="Come on, Max, you’re in the belly of the beast. Search everywhere!"
Act_E4_5A_NathanRoom_ScriptedIdle_Max_020="This room is like Nathan’s mind..."
Act_E4_5A_NathanRoom_ScriptedIdle_Max_030="He has everything in here, except peace of mind."
Act_E4_5A_NathanRoom_ScriptedIdle_Max_040="I can rewind if he shows up, but I can't count on it..."
Act_E4_5A_NathanRoom_ScriptedLightChange_Max_010="Now let there be more light!"
Act_E4_5A_NathanRoom_ScriptedObjective01_Max_010="Now I need to find Nathan's phone or anything with clues."
Act_E4_5A_NathanRoom_Sofa_Interact01_Max_020="Let’s find out what you’re hiding..."
Act_E4_5A_NathanRoom_Sofa_Look01_Max_010="Looks like the sofa has been moved back and forth over and over..."
Act_E4_5A_NathanRoom_StuffAboutFather01_Look01_Max_010="That's so cute and ironic. I can't believe Nathan still has it around."
Act_E4_5A_NathanRoom_StuffAboutFather02_Look01_Max_010="Holy shit! That's the gun Nathan used on Chloe. A gift from...?"
Act_E4_5A_NathanRoom_StuffAboutFather03_Look01_Max_010="I’d cry too if I had him for a father and had to wear that suit..."
Act_E4_5A_NathanRoom_ThreePosters_Look01_Max_010="Nathan likes his tortured subjects... way too much."
Act_E4_5A_NathanRoom_TumorPoster_Look01_Max_010="If this was anybody else's wall, I wouldn't care."
Act_E4_5A_NathanRoom_WallScreen_Look01_Max_010="Oh... Nathan was in a scary expressionist mood."
Act_E4_5A_NathanRoom_WellsLetter_Max_010="Well, at least Principal Wells tried to help Nathan...without letting his dad know..."
Cue_E4_5A_Corridor_CHChloe_QuickPhase_Chloe_001="Max, what are you doing? Hurry up!"
Cue_E4_5A_Corridor_DanaTrevor_IGE_Dana_010="I’m glad you stayed over..."
Cue_E4_5A_Corridor_DanaTrevor_IGE_Dana_030="And after what happened to Kate..."
Cue_E4_5A_Corridor_DanaTrevor_IGE_Dana_050="That’s why you’re so hot...because you care."
Cue_E4_5A_Corridor_DanaTrevor_IGE_Trevor_020="Fuck that dorm curfew shit. We’re 18."
Cue_E4_5A_Corridor_DanaTrevor_IGE_Trevor_040="I feel so bad for her...and her family..."
Cue_E4_5A_Corridor_DanaTrevor_IGE_Trevor_060="I’m here with you, right?"
Cue_E4_5A_Corridor_Insertion_Chloe_010="So lame they don’t have co-ed dorms here."
Cue_E4_5A_Corridor_Insertion_Chloe_030="Good point."
Cue_E4_5A_Corridor_Insertion_Chloe_050="I won’t let you down, Bat-Max."
Cue_E4_5A_Corridor_Insertion_Max_020="Yes, because I want Nathan Prescott in the room next door."
Cue_E4_5A_Corridor_Insertion_Max_040="Wait here. Give me the signal if Nathan or anybody shows up."
Cue_E4_5A_Corridor_Insertion_Max_060="Now I just have to find Nathan’s room…"
Cue_E4_5A_Corridor_Logan_IGE_Logan_010="Shit! Oh, you pussy !"
Cue_E4_5A_Corridor_Logan_IGE_Logan_020="That's unbelievable"
Cue_E4_5A_Corridor_Logan_IGE_Logan_030="Oh gimme a piece of that !.."
Cue_E4_5A_Corridor_Logan_IGE_Logan_040="Hey dude !.."
Cue_E4_5A_Corridor_Logan_IGE_Logan_050="Oh ! … I would so totally take that asshole down"
Cue_E4_5A_Corridor_Logan_IGE_Logan_060=""Look it, he's tearing that ball like a loaf of bread!"
"
Cue_E4_5A_Corridor_Logan_IGE_Logan_070="Ooohhh !... Do it !!"
Cue_E4_5A_Corridor_Logan_IGE_Logan_080="Ohhh oh oooh !"
Cue_E4_5A_Corridor_Logan_IGE_Logan_090="Run !  Run ! Run !  That's it ! That's it ! Nooo!..."
Cue_E4_5A_Corridor_Logan_IGE_Logan_100="No... Oh, oh, oh, oh!"
Cue_E4_5A_Corridor_Logan_IGE_Logan_110="Oh you'd better catch that ! I would so fuck you up if don't catch that"
Cue_E4_5A_Corridor_Logan_IGE_Logan_120="Yeah !!.... Ooooohh.. That's my boy !..
"
Cue_E4_5A_Corridor_NathanBack_BeatHim_Chloe_060="Yes, we have to go!"
Cue_E4_5A_Corridor_NathanBack_BeatHim_Chloe_080="Hella yeah."
Cue_E4_5A_Corridor_NathanBack_BeatHim_Chloe_090="Who’s the bitch now?"
Cue_E4_5A_Corridor_NathanBack_BeatHim_Max_040="He's down! Hey... come on..."
Cue_E4_5A_Corridor_NathanBack_BeatHim_Max_070="Right now."
Cue_E4_5A_Corridor_NathanBack_BeatHim_Max_100="Chloe!"
Cue_E4_5A_Corridor_NathanBack_BeatHim_Nathan_005="I see you! I can see you’re all going to die!"
Cue_E4_5A_Corridor_NathanBack_BeatHim_Nathan_010="The storm is coming! You’re all gonna die!"
Cue_E4_5A_Corridor_NathanBack_BeatHim_Nathan_030="Get... off me...|Please...|Please, stop!"
Cue_E4_5A_Corridor_NathanBack_BeatHim_Nathan_045="Stop...My dad will get you...stop…"
Cue_E4_5A_Corridor_NathanBack_BeatHim_Nathan_050="Stop... sorry..."
Cue_E4_5A_Corridor_NathanBack_BeatHim_Warren_020="You like to hurt people, huh?|Like Max? Like Kate? Like me? Huh?|Feel this, motherfucker!"
Cue_E4_5A_Corridor_NathanBack_Chloe_020="Boom, Nathan. We got you by the balls, fucker."
Cue_E4_5A_Corridor_NathanBack_Max_010="Check this out…"
Cue_E4_5A_Corridor_NathanBack_Max_070="Stop right there, Nathan!"
Cue_E4_5A_Corridor_NathanBack_Max_100="Warren, wait!"
Cue_E4_5A_Corridor_NathanBack_Nathan_030="Everybody is waiting for the storm…"
Cue_E4_5A_Corridor_NathanBack_Nathan_040="Max, what are you doing in my dorm? Snitches get stitches... bitches!"
Cue_E4_5A_Corridor_NathanBack_Nathan_050="What are you doing in my dorm?"
Cue_E4_5A_Corridor_NathanBack_Nathan_051="You are such a nosy bitch, Max!"
Cue_E4_5A_Corridor_NathanBack_Nathan_080="Make me, ho."
Cue_E4_5A_Corridor_NathanBack_Nathan_090="Argh!"
Cue_E4_5A_Corridor_NathanBack_Nathan_091="Get the fuck out of my face!"
Cue_E4_5A_Corridor_NathanBack_Nathan_120="You are so fucking dead…"
Cue_E4_5A_Corridor_NathanBack_Nathan_130="Get off me, brah!"
Cue_E4_5A_Corridor_NathanBack_RTC_Chloe_002="Damn, Max, you're finally back. I got worried. So what did you find?"
Cue_E4_5A_Corridor_NathanBack_RTC_Max_004="His room was clean and creepy."
Cue_E4_5A_Corridor_NathanBack_RTC_Nathan_035="Who’s going to take my picture? Who?"
Cue_E4_5A_Corridor_NathanBack_SaveHim_Chloe_040="Let's go. Now!"
Cue_E4_5A_Corridor_NathanBack_SaveHim_Max_010="Warren, stop it! Come on."
Cue_E4_5A_Corridor_NathanBack_SaveHim_Max_050="Come on... He doesn't even see us..."
Cue_E4_5A_Corridor_NathanBack_SaveHim_Nathan_015="Ow... my head. Why are you all looking at me like that, huh? You... and you... you're all dead!"
Cue_E4_5A_Corridor_NathanBack_SaveHim_Nathan_020="Ow! Oh, my head...|The storm... the storm is still coming... and you?|You're all dead! You're all dead, you hear me? Dead!"
Cue_E4_5A_Corridor_NathanBack_SaveHim_Nathan_030="Plus my dad is on his way! You’re all fucked! He owns you!"
Cue_E4_5A_Corridor_NathanBack_Warren_060="Max?"
Cue_E4_5A_Corridor_NathanBack_Warren_110="Max, I got this."
Cue_E4_5A_Corridor_NathanBeaten_IGE_Nathan_010="Shit, man... this really hurts..."
Cue_E4_5A_Corridor_NathanBeaten_IGE_Nathan_020="I think my face is broken…"
Cue_E4_5A_Corridor_NathanBeaten_IGE_Nathan_030="Everybody hates me... everybody…"
Cue_E4_5A_Corridor_NathanNotBeaten_IGE_Nathan_010="I saw it...I saw the storm…"
Cue_E4_5A_Corridor_NathanNotBeaten_IGE_Nathan_020="No, big daddy, I won’t take your pills...FUCK YOU!"
Cue_E4_5A_Corridor_NathanNotBeaten_IGE_Nathan_030="Everybody wants to hurt me...I didn’t hurt Kate…"
Cue_E4_5A_Corridor_NathanNotBeaten_IGE_Nathan_040="Look at my camera...I can take pictures too…"
Cue_E4_5A_Corridor_WarrenToilet_IGE_Warren_010="Come on, baby..."
Cue_E4_5A_Corridor_WarrenToilet_IGE_Warren_020="Gimme those points, freaky octopus..."
Cue_E4_5A_Corridor_WarrenToilet_IGE_Warren_030="One more match and you’re mine..."
Cue_E4_5A_Corridor_WarrenToilet_IGE_Warren_040="Level up, bitch!"
